Repository: talaa/Shoplog
Catalog: ttttt/*.lproj/Localizable.strings
Languages: fr, zh_hans

source: Please Wait
fr: Attendez SVP
zh_hans: 请稍候

# ImagesDownload
source: The Images are still Loading , Kindly wait
fr: Attendez SVP , Les images sont entrain de telecharger
zh_hans: 图像仍然加载中，请稍候

# Errordownloading
source: There is Error Downloading the Feeds
fr: Il ya un erreur en telechargement des Nouvelles
zh_hans: 有错误下载订阅

# GOPRO
source: This Free Version has a limit of 3 Catalogues Only if you want to add more Catalogues press GO PRO , otherwise Press Cancel
fr: Cette version gratuite a une limite de 3 Catalogues seulement Si vous souhaitez ajouter d'autres catalogues press GO PRO , Autrement Press Cancel
zh_hans: 这个免费版本有3个目录的限制，只有当你想添加更多的产品目录，按GO PRO，否则按取消

# NOWEBSITE
source: You have NOT saved any website in Shoplog
fr: Vous n'avez sauveguardez aucun website in Shoplog
zh_hans: 您没有保存任何网站Shoplog

# Devicenotsupported
source: Your device doesn't support this feature.
fr: Votre appareil ne supporte pas cette fonctionnalité.
zh_hans: 您的设备不支持此功能。

source: Product Information request
fr: Demande d'information du produit
zh_hans: 产品信息要求

# moreinfo
source: HELLO I would like to have more information about the attached Product Thank you Sent from Shoplog Application
fr: HELLO Je voudrais avoir plus d'informations sur le produit ci-joint Merci Envoye par Shoplog Application
zh_hans: HELLO n我希望能有更多的附加产品的信息ñ谢谢 N n n已发送从Shoplog应用

source: The Shop is here
fr: Le Magasin est ici
zh_hans: 这里的店铺

# Missingcategory
source: Missing Category Name
fr: Ajoutez le nom de Categorie
zh_hans: 缺少类别名称

# Fillthecategory
source: Kindly Fill in the Category name to proceed
fr: Veuillez remplir le nom de la catégorie
zh_hans: 请填写类别名称进行

source: Category Name
fr: Categories
zh_hans: 分类名称

source: Image
zh_hans: 图像

source: Description
zh_hans: 描述

source: Location
zh_hans: 位置

source: Contacts
zh_hans: 往来

source: Comments
fr: Commentaire
zh_hans: 评论
